[
  {
    "typename": "Carpe commune",
    "typedescription": "La carpe commune (Cyprinus carpio) est une espèce de poissons téléostéens de la famille des cyprinidés."
    
  },
  {
    "typename": "Carpe Miroir",
    "typedescription": "La carpe miroir (Cyprinus carpio) est une espèce de poissons téléostéens de la famille des cyprinidés."
    //"typedescription": "b"
  },
  {
    "typename": "Amour blanc",
    //"typedescription": "c"
    "typedescription": "Ctenopharyngodon idella, communément appelé Carpe de roseau, Carpe herbivore, Carpe amour (du fait qu'elle soit originaire du fleuve Amour), Amour blanc ou Carpe chinoise, est une espèce de poissons qui se rencontre en Asie (de la Chine à la Sibérie)"
  },
  {
    "typename": "Esturgeon",
    //"typedescription": "d"
    "typedescription": "Les esturgeons forment une famille de poissons peuplant exclusivement l'hémisphère nord. C'est l'une des plus anciennes familles de poissons osseux encore vivante."
  },
  {
    "typename": "Carpe Koi",
    //"typedescription": "e"
    "typedescription": "La carpe koï est une race de poissons ornementaux appartenant à la sous-espèce de la carpe commune Cyprinus carpio carpio Linnaeus, 1758. Très prisé et élevé en Chine, en Corée, au Japon et au Vietnam"
  },
  {
    "typename": "Brochet",
    //"typedescription": "f"
    "typedescription": "Le brochet ou grand brochet est une espèce de poissons prédateurs communs en eaux douces et saumâtres dans l'hémisphère nord."
  },
  {
    "typename": "Silure",
    //"typedescription": "g"
    "typedescription": "Les silures forment un genre de poissons d'eau douce de la famille des Siluridae. On compte aujourd'hui 16 espèces identifiées de silures, dont la plus connue est le silure glane."
  },
  {
    "typename": "Perche",
    //"typedescription": "h"
    "typedescription": "La perche commune d'Europe est prédatrice de petits animaux vivants, mais, très adaptable, elle peut aussi se contenter de ce qui est disponible, voire se rabattre sur le cannibalisme même entre alevins, si la nourriture manque."
  },
  {
    "typename": "Black bass",
    //"typedescription": "i"
    "typedescription": "L'Achigan à grande bouche (Micropterus salmoides), appelé black-bass, perche truitée ou perche noire en Europe francophone, est une espèce de poissons d'eau douce d'origine nord-américaine introduite en Europe à la fin du XIXe siècle en vue de multiplier le nombre d'espèces intéressantes d'un point de vue sportif et économique."
  }
]
      




